[
    {
        "id": "disarm",
        "name": "Disarm",
        "resistance": "stability",
        "duration": "Instant",
        "description": "Forces the target to drop something they're holding. The dropped item can be picked up as a Quick Action. You may attempt to launch the item in any direction a number of spaces equal to how successful your roll was assuming you have the Capacity to move it."
    },
    {
        "id": "grab",
        "name": "Grab",
        "resistance": "stability",
        "duration": "Until broken",
        "description": "The target cannot move. As an Action, the target can make a Stability check against the Condition roll to break free early, or as part of their movement to drag you with them following the rules for Capacity."
    },
    {
        "id": "shove",
        "name": "Shove",
        "resistance": "stability",
        "duration": "Instant",
        "description": "Push or pull the target a number of spaces equal to (Condition roll - Resistance). Collisions deal falling damage to both entities and you can expend 5 shoving spaces to knock the target prone."
    },
    {
        "id": "prone",
        "name": "Prone",
        "resistance": null,
        "duration": "Until stood up",
        "description": "Adjacent attacks against you gain +Tier to Accuracy, ranged attacks against you suffer -Tier to Accuracy. Standing costs 3 movement spaces."
    },
    {
        "id": "blind",
        "name": "Blind",
        "resistance": "vitality",
        "duration": "Until the end of your next turn",
        "description": "Target treats all others as visually Hidden. Hidden attackers ignore the target's base Tier Avoidance bonus. When attacking, you must roll a Perception check vs the target's Stealth check; the attack is assumed to have missed on a failure."
    },
    {
        "id": "daze",
        "name": "Daze",
        "resistance": "vitality",
        "duration": "Until the end of your next turn",
        "description": "Target cannot take Quick Actions or Reactions."
    },
    {
        "id": "setup",
        "name": "Setup",
        "resistance": "resolve",
        "duration": "Next attack against target",
        "description": "The next Accuracy check against the target adds double your Tier to their regular bonus."
    },
    {
        "id": "taunt",
        "name": "Taunt",
        "resistance": "resolve",
        "duration": "Until the end of your next turn",
        "description": "Target suffers a reduction to their Accuracy checks equal to double your Tier against all targets other than you."
    }
]