{
    "tier1": {
        "cost": 1,
        "features": [
            {
                "id": "aquatic",
                "name": "Aquatic",
                "description": "Swim at full speed in any aquatic environment. You are unaffected by water temperature, pressure, or current when swimming."
            },
            {
                "id": "debt",
                "name": "Debt",
                "description": "Someone owes you something. Work with the GM to determine the nature of the debt and what benefits you might gain when attempting to collect."
            },
            {
                "id": "eideticMemory",
                "name": "Eidetic Memory",
                "description": "You can recall any information you've previously encountered with perfect accuracy."
            },
            {
                "id": "linguist",
                "name": "Linguist",
                "description": "You know a dozen languages, including more exotic or ancient ones. If you encounter a language you don’t know, you can attempt to decipher its meaning over time using intelligence."
            },
            {
                "id": "lock",
                "name": "Lock",
                "description": "You can place a protective barrier around a container or room. Your bonus to resist someone breaking into the container or room is 3 × your Intelligence. You can only have one lock active at a time, but you can disable and activate a new one at any time from anywhere."
            },
            {
                "id": "multiLimbed",
                "name": "Multi-limbed",
                "description": "You have additional limbs. Each purchase of this feature grants you one extra limb."
            },
            {
                "id": "naturalCommunication",
                "name": "Natural Communication",
                "description": "You can converse with specific animal types and sense the health, needs, and recent history of plants. They respond with their level of intelligence and knowledge."
            },
            {
                "id": "parkourMastery",
                "name": "Parkour Mastery",
                "description": "Navigate urban environments using walls, buildings, and obstacles as movement paths automatically."
            },
            {
                "id": "personalVehicle",
                "name": "Personal Vehicle",
                "description": "You own a vehicle that allows you to travel quickly."
            },
            {
                "id": "speakWithAnimals",
                "name": "Speak with Animals",
                "description": "You can telepathically communicate with animals, and they can respond in kind. For 1 less point, you may instead communicate with only one specific type of animal."
            },
            {
                "id": "theProphesiedOne",
                "name": "The Prophesied One",
                "description": "A prophecy involves you. Those who believe in it will go to great lengths to assist you. Work with the GM to determine the prophecy's nature and cost."
            },
            {
                "id": "waterWalking",
                "name": "Water Walking",
                "description": "Walk on any liquid surface as if it were solid ground automatically."
            }
        ]
    },
    "tier3": {
        "cost": 3,
        "features": [
            {
                "id": "ancestralKnowledge",
                "name": "Ancestral Knowledge",
                "description": "You can communicate with ancestral spirits for guidance."
            },
            {
                "id": "assistant",
                "name": "Assistant",
                "description": "You can call upon your personal assistant to help with mundane activities such as a butler, driver, or secretary. The assistant can handle routine tasks, carry out errands, and serve as a go-between for important social interactions, offering access to otherwise unavailable opportunities."
            },
            {
                "id": "auraticSway",
                "name": "Auratic Sway",
                "description": "Emits a subtle aura that affects emotions or moods in the immediate vicinity. You can make an Intimidation or Communication check against everyone nearby to slightly alter their mood or emotions."
            },
            {
                "id": "distinguishedBackground",
                "name": "Distinguished Background",
                "description": "Your distinct heritage, noble birth, or foreign origin marks you as notable wherever you go. This grants you respect and curiosity that can open doors to influential individuals, exclusive events, and valuable information. However, it also makes you memorable and may create unwanted attention or suspicion depending on local politics and attitudes."
            },
            {
                "id": "dreamwalker",
                "name": "Dreamwalker",
                "description": "You can enter and interact with dreams."
            },
            {
                "id": "elasticMovement",
                "name": "Elastic Movement",
                "description": "Stretch your limbs to reach distant objects or compress your body to fit through spaces one-quarter your normal size automatically."
            },
            {
                "id": "fallProof",
                "name": "Fall Proof",
                "description": "Completely negate fall damage from any height automatically."
            },
            {
                "id": "familiar",
                "name": "Familiar",
                "description": "You have a small-sized creature or construct that obeys your commands. You can see through its senses and control its movement. It uses your skills for any checks; if it's a creature, it uses your Awareness instead of Mobility. It cannot take actions other than skill checks. It has 0 in all combat stats, and if it takes damage, it is destroyed and cannot be resummoned until after a full rest. The familiar can scout dangerous areas, retrieve objects, or act as a distraction."
            },
            {
                "id": "forbiddance",
                "name": "Forbiddance",
                "description": "Once per rest, over the course of an hour, you may create a ward that protects up to a 100 by 100 space area from observation, teleportation, and communication through the barrier. Choose one category of being (work with GM to define). Chosen creatures take (10 + Focus or Power) damage per turn spent in the area. The ward lasts one day. If you use this feature every day for 100 days in the same spot, the effect becomes permanent."
            },
            {
                "id": "glyphOfWarding",
                "name": "Glyph of Warding",
                "description": "It takes one hour to set up the trap, and you may set it to release one of your special attacks. The glyph may not be moved from where it was set up. You can have a number of active traps equal to your Intelligence score. If the trap is triggered, the attack is released. You suffer/are limited by your limits when setting the trap. Hidden traps require an Awareness or Intelligence check against double your Intelligence to detect."
            },
            {
                "id": "juryRigging",
                "name": "Jury Rigging",
                "description": "You can repair or modify the function of any item or object without using materials. However, the repair is temporary and will break again at the end of the session or after intense use. The quality and duration of your repair is based on an Intelligence check determined by the GM."
            },
            {
                "id": "lightSleeper",
                "name": "Light Sleeper",
                "description": "You do not require sleep and are passively aware of your surroundings even while resting. Your Awareness checks are not reduced while resting, and you can remain alert during the party's rest periods. You still require the same rest duration to recover HP, Efforts, and ability uses."
            },
            {
                "id": "masterSculptor",
                "name": "Master Sculptor",
                "description": "Choose a specific material (stone, metal, wood, clay, etc.). You can precisely shape, mold, or alter that material at rapid pace, working on up to 8 cubic meters per minute. This allows you to create tools, artistic works, or modify existing structures made of your chosen material without requiring traditional crafting tools."
            },
            {
                "id": "materialShaping",
                "name": "Material Shaping",
                "description": "You can temporarily transform mundane materials and objects into different forms. Convert one material into another similar material, or reshape an object into a different object of similar size and density. You cannot create complex mechanical devices or change the fundamental properties of materials (turning wood into metal, etc.)."
            },
            {
                "id": "mysticGuardian",
                "name": "Mystic Guardian",
                "description": "You can create temporary magical guardians or constructs that can complete simple tasks. These guardians can act as watchmen, couriers, or assistants in problem-solving tasks."
            },
            {
                "id": "objectEncryption",
                "name": "Object Encryption",
                "description": "You can seal items in a protective field to prevent tampering."
            },
            {
                "id": "prodigy",
                "name": "Prodigy",
                "description": "After 4 hour of focused study, gain Tier bonus to checks involving that specific topic until next rest."
            },
            {
                "id": "prophet",
                "name": "Prophet",
                "description": "You receive visions of a future that may or may not happen. Once per session, you may attempt to force one of these visions. Roll a d100; the higher the number, the more accurate and less vague the vision becomes."
            },
            {
                "id": "psychicLink",
                "name": "Psychic Link",
                "description": "You can share or transfer memories with a touch, or form a temporary psychic connection with another being. This can be used for strategic coordination, emotional support, or unique insight."
            },
            {
                "id": "psychometry",
                "name": "Psychometry",
                "description": "You can perceive the recent history and emotional imprints of objects through touch."
            },
            {
                "id": "safeHouse",
                "name": "Safe House",
                "description": "You have access to a home that supports more than just yourself."
            },
            {
                "id": "socialNetwork",
                "name": "Social Network",
                "description": "You have extensive connections with various influential individuals. These connections can provide critical assistance, such as opening doors to exclusive events, securing resources, or obtaining valuable information."
            },
            {
                "id": "spiritCommunication",
                "name": "Spirit Communication",
                "description": "You can speak with the spirits of the recently deceased in the immediate area."
            },
            {
                "id": "spiritualBind",
                "name": "Spiritual Bind",
                "description": "You can temporarily bind yourself to an object or location, granting limited influence, observation, or protection."
            },
            {
                "id": "sponsor",
                "name": "Sponsor",
                "description": "Someone has invested a great deal of time and/or money to get you where you are. You have greater access to resources, and they are inclined to protect their investment. However, you are beholden to them, and they might cut their losses if things get too dicey."
            },
            {
                "id": "stealthGuidance",
                "name": "Stealth Guidance",
                "description": "You can add your Awareness score to the Stealth checks of any allies within 3 spaces of you that you designate. This ability helps your team move undetected while you coordinate their movements and watch for threats."
            },
            {
                "id": "streetPerformer",
                "name": "Street Performer",
                "description": "You can always find opportunities to earn money and resources through performances, hustling, or social connections. Make a Communication check to acquire money or secure free lodging and meals. The GM determines the difficulty based on the amount needed and local circumstances. Success may involve entertaining crowds, making deals, or leveraging social networks."
            },
            {
                "id": "streetwiseNetwork",
                "name": "Streetwise Network",
                "description": "You have connections throughout various segments of society, providing you with valuable information about local people and places wherever you travel."
            },
            {
                "id": "superStrength",
                "name": "Super Strength",
                "description": "Add your Tier to your Capacity score."
            },
            {
                "id": "technopathy",
                "name": "Technopathy",
                "description": "You can interface directly with electronic devices and understand their functions/data."
            },
            {
                "id": "temporalEcho",
                "name": "Temporal Echo",
                "description": "You can temporarily replay past events regarding persons, places, and objects. This ability allows you to uncover secrets, retrace steps, or resolve mysteries tied to your surroundings."
            },
            {
                "id": "underworldConnection",
                "name": "Underworld Connection",
                "description": "You maintain a reliable contact within the criminal underworld who can facilitate communication and deliver messages discreetly across long distances. Your connection can also provide contraband, information, or covert assistance."
            },
            {
                "id": "wellConnected",
                "name": "Well Connected",
                "description": "Once per session, if you say, \"I Know a Guy,\" workshop with the GM to create an NPC who can help you with a specific task. GM secretly determines your relationship strength. Based on your history and request difficulty, they'll decide what favor or payment is required."
            }
        ]
    },
    "tier5": {
        "cost": 5,
        "features": [
            {
                "id": "alchemist",
                "name": "Alchemist",
                "description": "You are a master of creating experimental tinctures and tonics. The concoctions work a single time to accomplish a specific goal. You will need time to gather the required ingredients, requiring an Intelligence or Awareness check to forage or rolling a d100 and Communication to purchase. The GM will decide the DCs, the amount of time it takes, and any costs."
            },
            {
                "id": "astralProjection",
                "name": "Astral Projection",
                "description": "While resting, you can travel to other locations using a spectral form. You are visible but intangible while astral projecting, able to move through solid objects and observe your surroundings. You can return to your body at will from any distance. You can use this form to gather information or travel to otherwise unreachable places."
            },
            {
                "id": "bard",
                "name": "Bard",
                "description": "You can sing a tune to help inspire others. For the next hour, a number of present characters up to your Communication score can add your Tier to a skill check declared before they roll."
            },
            {
                "id": "consciousnessTransfer",
                "name": "Consciousness Transfer",
                "description": "You can temporarily swap consciousness with willing participants."
            },
            {
                "id": "corruption",
                "name": "Corruption",
                "description": "Work with GM to establish corruption mechanics. When taking this feature, choose a trigger condition that grants significant power bonuses but risks permanent character corruption through failed resistance rolls."
            },
            {
                "id": "enhancedProcessing",
                "name": "Enhanced Processing",
                "description": "Think and perceive at extremely accelerated speeds while performing hundreds of simple mental tasks simultaneously. This allows you to process information, analyze situations, and react with superhuman mental velocity while tracking multiple variables in complex problems."
            },
            {
                "id": "hexer",
                "name": "Hexer",
                "description": "You are able to inflict complex, lasting, and nearly incurable curses on others. To cast the curse, the target must be aware they are being cursed and within 18 spaces of you for one minute. Additionally, you must know the target's true name and/or one special condition determined by you and the GM. Work with GM to determine appropriate curse effects and lifting conditions."
            },
            {
                "id": "hiddenTrap",
                "name": "Hidden Trap",
                "description": "It takes one hour to set up the trap, and you may set it to release one of your special attacks. You can set a number of traps equal to your Awareness per rest. If the trap is triggered, the attack is released. You suffer/are limited by your limits when setting the trap. Hidden traps require an Awareness check against double your Awareness to detect and a Mobility check to disarm or avoid."
            },
            {
                "id": "immortality",
                "name": "Immortality",
                "description": "You are immortal, you can be killed but you will return to life after 24 hours. Work with the GM to establish a limitation for said immortality, a way in which you can truly be killed. Additionally, determine where you return and if there are any changes that affect you."
            },
            {
                "id": "inventor",
                "name": "Inventor",
                "description": "You can create technological inventions. These inventions work a single time and to accomplish a specific goal. The GM will determine the Intelligence check difficulty based on the setting. It will take a number of hours of active downtime equal to the difficulty minus 10. Requires a suitable lab or workshop."
            },
            {
                "id": "knowItAll",
                "name": "Know It All",
                "description": "You're very bossy and like to tell others how to do things. If you can spend one minute explaining how to do something better, another character can add your Intelligence to any check, provided they follow your advice."
            },
            {
                "id": "longRangeTeleportation",
                "name": "Long-Range Teleportation",
                "description": "Teleport to any location that you can clearly visualize or have previously visited automatically after spending at least 1 minute in preparation, the longer the distance the greater the amount of time it takes."
            },
            {
                "id": "memoryManipulation",
                "name": "Memory Manipulation",
                "description": "You can view, modify, or implant memories in willing or unconscious subjects. Cannot be used on actively resisting targets."
            },
            {
                "id": "mindReading",
                "name": "Mind Reading",
                "description": "Make an Intelligence or Awareness check to attempt to read a target's mind that you can see. The GM determines the difficulty based on the target's mental defenses and what information you're seeking. Success reveals the desired thoughts, memories, or knowledge the target possesses."
            },
            {
                "id": "molecularManipulation",
                "name": "Molecular Manipulation",
                "description": "You can convert one mundane material into another mundane material of similar density and hardness. Wood can become plastic, stone can become metal, or cloth can become leather."
            },
            {
                "id": "perceptionFilter",
                "name": "Perception Filter",
                "description": "Temporarily render objects or areas unnoticed by others. May require Stealth checks."
            },
            {
                "id": "quantumPocket",
                "name": "Quantum Pocket",
                "description": "You can store and retrieve objects in a subspace storage. This ability allows you to carry large or dangerous items without arousing suspicion or taking up inventory space."
            },
            {
                "id": "ritualist",
                "name": "Ritualist",
                "description": "You can create magical rituals. These rituals work a single time and to accomplish a specific goal. The GM will determine the check difficulty based on the setting. It will take one uninterrupted hour to complete and may require special ingredients, such as a specific location, blood, or a rare object."
            },
            {
                "id": "selfSacrifice",
                "name": "Self-Sacrifice",
                "description": "As you activate this feature, increase your Tier by 4, for 6 rounds. At the end of the 6 rounds, you die. May change the penalty and/or bonus for something equivalent, discuss with GM. Cannot use if you have abilities that prevent death."
            },
            {
                "id": "telekinesis",
                "name": "Telekinesis",
                "description": "You can move and manipulate objects at a distance using mental force. You can affect objects within your line of sight. The weight limit is based on your Capacity score: light objects effortlessly, medium objects with concentration, and heavy objects requiring significant effort."
            },
            {
                "id": "telepath",
                "name": "Telepath",
                "description": "You can communicate telepathically with any sentient being you can see or are familiar with across unlimited distances. They can communicate back if willing. You can maintain simultaneous mental links with a number of beings equal to your Intelligence score. Additionally, you can:\n- Share complex memories, emotions, or sensory experiences\n- Establish permanent mental bonds that persist even when unconscious\n- Create group mental networks allowing all linked minds to communicate\n- Attempt to influence thoughts and emotions of willing or weakened minds"
            }
        ]
    },
    "tier10": {
        "cost": 10,
        "features": [
            {
                "id": "bleedingEdge",
                "name": "Bleeding Edge",
                "description": "Your technology is the most advanced and powerful there is, allowing you greater feats beyond what normal technology can accomplish. However, it can only be repaired, maintained, modified, or upgraded using very specific or hard-to-find tools, methods, or materials."
            },
            {
                "id": "chameleon",
                "name": "Chameleon",
                "description": "You can effortlessly alter details about yourself, like hair color, hair length, skin tone, or eye color. You can't change things like bone structure, body shape, height, weight, or other drastic features. This ability can help you blend into a crowd or adopt a new persona during social encounters."
            },
            {
                "id": "consciousnessProjection",
                "name": "Consciousness Projection",
                "description": "You can project your consciousness to other locations simultaneously, experiencing multiple places at once. Work with GM to establish specific limitations and duration."
            },
            {
                "id": "hiveMind",
                "name": "Hive Mind",
                "description": "You can link multiple minds into a temporary collective consciousness, sharing all thoughts and knowledge."
            },
            {
                "id": "perfectSanctuary",
                "name": "Perfect Sanctuary",
                "description": "Create an impenetrable zone around you and your allies for a short duration. Nothing can enter or leave this zone without your permission. Work with GM to establish specific limitations and duration."
            },
            {
                "id": "realityRevision",
                "name": "Reality Revision",
                "description": "You can make minor alterations to recent events (within the last hour), changing their outcomes. Work with GM to establish limitations and consequences."
            },
            {
                "id": "timeTravel",
                "name": "Time Travel",
                "description": "Move forward or backward through time automatically after spending 1 hour in preparation. Work with GM to determine limitations and potential paradox consequences."
            }
        ]
    }
}